[English]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
ETAPE 1 : CHOISIR LA CLE=STEP 1 : CHOOSE YOUR KEY
ETAPE 2 : CHOISIR LA SOURCE=STEP 2 : CHOOSE A SOURCE
ETAPE 3 : PERSISTANCE=STEP 3 : PERSISTENCE
ETAPE 4 : OPTIONS=STEP 4 : OPTIONS
ETAPE 5 : INSTALLER=STEP 5 : CREATE
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mo=MB
Go=GB
min=min
Nom=Label
Taille=Size
Aide=Help
Attention=Please read
Erreur=Error
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choisir une clé USB=Choose a USB Key
Suite (disques durs)=Hard drives
Aucune clé trouvée=No key found
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Télécharger=Download
Les fichiers .IMG sont supportés de façon expérimentale.=Support for .IMG files is experimental
Seul le mode Live est actuellement disponible dans l'étape 3 et l'option de virtualisation est désactivée.=Only Live mode is currently available in step 3, virtualization option has been disabled
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramètres que pour=However, LinuxLive USB Creator will try to use same install parameters as for
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Mode Live)=(Live mode only)
(Mode Persistant)=(Persistent Mode)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cacher les fichiers sur la clé=Hide created files on key
(Sauf Umenu.exe)=(except for Umenu.exe)
Formater la clé en FAT32 (Vos données seront supprimées!)=Format the key in FAT32 (this will erase your data !!)
Permettre de lancer LinuxLive directement sous Windows (nécessite internet)=Enable launching LinuxLive in Windows (requires internet to install)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cliquer l'éclair pour lancer l'installation=Click the lightning icon to start the installation
Veuillez choisir un disque formaté en FAT32 ou FAT ou cocher l'option de formatage=Please choose a FAT32 or FAT formated key or check the formating option
Vous n'avez sélectionné aucun disque=No disk selected
Vous n'avez sélectionné aucun fichier=No file selected
Vous n'avez sélectionné aucun CD ou dossier=No folder or CD selected
http://www.ubuntu-fr.org/telechargement=http://www.ubuntu.com/getubuntu/download
Sélectionner l'image ISO d'un CD live de Linux=Please choose an ISO image of LinuxLive CD
Sélectionner le CD live de Linux ou son répertoire=Please choose a CD of LinuxLive Live or its folder
Début de la création du LinuxLive USB=Start creation of LinuxLive USB
Veuillez valider les étapes 1 à 3=Please validate step 1 to 3
Voulez-vous vraiment continuer et formater le disque suivant ?=Are you sure you want to format this disk and lose your data ?
Formatage=Formatted in
Formatage de la clé=Formating the key
Etape 1 à 3 valides=Step 1 to 3 OK
Nettoyage des installations précédentes ( 2min )=Cleaning previous installations ( 2min )
Mise en place de la virtualisation=Setting up virtualization software
VirtualBox a déjà été téléchargé=VirtualBox already downloaded
Une nouvelle version de VirtualBox est disponible=A new version of VirtualBox is available
Cette nouvelle version sera téléchargée=This new version will be downloaded
Téléchargement de VirtualBox en tache de fond=Downloading VirtualBox as a background task
Le téléchargement a bien débuté=Download started succesfully
Le téléchargement n'a pas pu commencer=Download failed to start
VirtualBox ne sera pas installé=VirtualBox will not be installed
L'intégrité de l'archive n'a pas pu être vérifiée=Integrity could not be verified
L'installation sera tentée=Will attempt installation
Probléme de téléchargement=Cannot download
Décompression de l'ISO sur la clé=Extracting ISO file on key
Ecriture de l'image sur la clé=Writing image to the usb stick
Copie des fichiers vers la clé=Copying files to the key
Renommage et déplacement de quelques fichiers=Renaming some files
Masquage des fichiers=Hiding files
Création du fichier de persistance=Creating file for persistence
Formatage du fichier de persistance=Formating persistence file
Mode Live : pas de fichier de persistance=Live mode : no persistence file
Détection automatique du type de variante=Ubuntu variant found
Installation des secteurs de boot=Installing boot sectors
Téléchargement de VirtualBox=Downloading VirtualBox
Le téléchargement est maintenant fini=Download complete
Nettoyage d'anciennes installations de VirtualBox=Cleaning previous VirtualBox install
Décompression de Virtualbox sur la clé=Extracting VirtualBox on key
Configuration de VirtualBox Portable=Applying VirtualBox settings
Votre clé LinuxLive est maintenant prête !=Your LinuxLive key is now up and ready !
Vous n'avez pas les droits suffisants pour démarrer VirtualBox sur cette machine.=You do not have enough rights to launch VirtualBox.
Enregistrez-vous sur le compte administrateur ou lancez le logiciel avec les droits d'administrateur pour qu'il fonctionne.=Please log in as an administrator or run VirtualBox with admin rights.
Vous avez moins de 256Mo de mémoire vive disponible.=Free memory below 256mb threshold.
Cela ne suffira pas pour lancer LinuxLive directement sous windows.=This is not enough to launch LinuxLive in Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Le fichier d'aide n'est pas présent dans le dossier.=Help file is missing.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
A propos=About this software
Guide d'utilisation=User's Guide
Tutorial de virtualisation=Virtualization Tutorial (FR)
Faire un don=Donate
Version=Version
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cet ISO n'est pas compatible=This ISO is not compatible
Détection du clavier=Detecting keyboard layout
Français (France)=French (France)
Français (Suisse)=French (Swiss)
Allemand=Dutch
Portugais=Portuguese
US ou autres (qwerty)=US or other (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Erreur de création du fichier VMDK=Error while creating VMDK
La clé USB spécifiée n'a pas été retrouvé, le fichier VMDK est donc invalide.=Key not found, VMDK is invalid
(re)Lancer SetupForAutoVMDK.exe pour configurer une clé.=Try to launch again SetupForAutoVMDK.exe
Voulez-vous continuer quand même ?=Do you want to ignore this error ?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Impossible d'ouvrir le fichier MD5SUMS=Cannot find MD5SUMS file
Annulation de la vérification=Canceling check
Vous avez la bonne version de Linux mais elle est corrompue ou a été modifiée.=You have the right ISO file but it is corrupted or was altered.
Merci de la télécharger à nouveau=Please download it again.
Vérification=Verifying
Cette version de Linux n'est pas compatible avec ce logiciel.=This ISO is not compatible.
Merci de vérifier la liste de compatibilité dans le guide d'utilisation.=Please read the compatibility list in user guide
Si votre version est bien dans la liste c'est que le fichier est corrompu et qu'il faut le télécharger à nouveau=If your version is in this list, this mean that your file is corrupted, please download it again.
La version est compatible et le fichier est valide=This version is compatible and its integrity was checked
Vérification terminée=Check completed
Vérification de l'intégrité + compatibilité=Integrity + compatibility check
Impossible d'ouvrir le fichier md5sum.txt=Unable to open MD5SUM.txt
Vérification de l'intégrité=Checking integrity
Le fichier suivant est corrumpu=This file is corrupted
Tous les fichiers sont bons.=All files have been successfully checked.
Vérification du fichier=Checking file
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mode Persistant=Persistent Mode
Mode Live=Live Mode
Installer=Install
Verification des fichiers=File Integrity Check
Test de la RAM=Memory Test
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
Une erreur s'est produite.=An error occurred.
Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite.=An anonymous report was sent in order to fix this error as soon as possible. 
Voir le rapport=Show bug report
Relancer l'application=Restart application
Arrêter l'application=Close application
dernières actions=Last Actions
Identifiant anonyme unique=Unique anonymous ID
Statut du rapport=Report status
Envoi en cours=Pending
Erreur (non envoyé)=Error (not sent)
Envoyé=Sent
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
Pour lancer LinuxLive :=In order to launch LinuxLive :
Retirez votre clé et réinsérez-la.=Remove your key and insert it again.
Allez ensuite dans 'Poste de travail'.=Go to 'My Computer'
Faites un clic droit sur votre clé et sélectionnez :=Right click on you key and select :
'LinuxLive!' pour lancer la clé directement dans windows='LinuxLive!' to launch linux in windows
'VirtualBox Interface' pour lancer l'interface complète de VirtalBox='VirtualBox Interface' to launch VirtualBox full interface
'CD Menu' pour lancer le menu original du CD='CD Menu' to launch the original CD menu
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OU=OR
Manuellement=Manually
Automatiquement=Automatically
Merci de sélectionner un Linux pour continuer=Please select a linux to continue
Recherche du miroir le plus rapide=Looking for the fastest mirror
Test du miroir=Testing mirror
Aucun miroir en ligne=No online mirror found
Merci de vérifier la connexion à internet ou d'essayer un autre Linux=Please check your internet connection or try with another linux
Sélectionner le fichier une fois que le téléchargement sera fini=Select this file as the source when download will be completed
Téléchargement de=Downloading
depuis=from
Erreur lors du téléchargement=Error while trying to download
Latence=Latency
Serveur=Server Name
Copier le lien=Copy link
Lancer dans le navigateur=Launch in my browser
Meilleurs miroirs=Best mirrors
Miroirs rapides=Good mirrors
Miroirs lents=Bad mirrors
Miroirs morts=Dead mirrors
La vérification va commencer dans quelques secondes=Check will begin shortly
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Select your favourite Linux
There is a new version available=There is a new version available
Your LiLi's version is not up to date=Your LiLi's version is not up to date
Last version is=Last version is
Your version is=Your version is
Do want to download it ?=Do want to download it ?